Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# onboarding.v3.priority.recover
source: Recover
ru: Отдых
zh_hans: 恢复

# onboarding.v3.priority.strength
source: Strength
ru: Силовая
zh_hans: 力量

# onboarding.v3.watch.duration
source: 48 min
ru: 48 мин
zh_hans: 48 分钟

# onboarding.v3.watch.workout
source: Strength
ru: Силовая
zh_hans: 力量

# onboarding.v4.preview.mealBuilder
source: Meal Builder
ru: Конструктор
zh_hans: 构建器

# onboarding.v4.preview.recipeReady
source: Saved meal
ru: Сохранённое блюдо
zh_hans: 保存的菜肴

# onboarding.v4.preview.weekPlan
source: Week Plan
ru: План недели
zh_hans: 周计划

# onboarding.v4.way.adaptive.body
source: Coach reads recovery, activity, nutrition, plans and goals — then recommends your best next step.
ru: Тренер учитывает восстановление, активность, питание, планы и цели — и предлагает лучший следующий шаг.
zh_hans: 教练会评估您的恢复情况、活动量、营养状况、计划及目标——进而为您推荐最佳的下一步行动方案。

# onboarding.v4.way.adaptive.chip.activity
source: Activity suggestions
ru: Активность
zh_hans: 活动建议

# onboarding.v4.way.adaptive.chip.calories
source: Adaptive calories
ru: Адаптивные калории
zh_hans: 自适应热量

# onboarding.v4.way.adaptive.chip.goals
source: Goal-aware
ru: С учётом цели
zh_hans: 目标感知

# onboarding.v4.way.adaptive.chip.nutrition
source: Nutrition
ru: Питание
zh_hans: 营养

# onboarding.v4.way.adaptive.chip.recovery
source: Recovery
ru: Восстановление
zh_hans: 恢复

# onboarding.v4.way.adaptive.label
source: Coach
ru: Тренер
zh_hans: 教练

# onboarding.v4.way.adaptive.title
source: Know what's next.
ru: Знайте, что дальше.
zh_hans: 了解下一步行动。

# onboarding.v4.way.proactive.body
source: Plan your week before it happens, and build meals that fit your goals.
ru: Планируйте неделю заранее и собирайте блюда под свои цели.
zh_hans: 在每周计划开始前做好规划，并制定符合您目标的膳食方案。

# onboarding.v4.way.proactive.chip.builder
source: Meal Builder
ru: Конструктор блюд
zh_hans: 构建器

# onboarding.v4.way.proactive.chip.ingredients
source: From ingredients
ru: Из ингредиентов
zh_hans: 成分

# onboarding.v4.way.proactive.chip.week
source: Weekly planner
ru: Недельный план
zh_hans: 每周计划

# onboarding.v4.way.proactive.chip.workouts
source: Future workouts
ru: Тренировки
zh_hans: 后续训练计划

# onboarding.v4.way.proactive.label
source: Plan & Meals
ru: План и еда
zh_hans: 计划与饮食

# onboarding.v4.way.proactive.title
source: Plan ahead.
ru: Планируйте вперёд.
zh_hans: 提前规划。

# onboarding.v4.way.reactive.body
source: See where you are right now. Track progress and capture what happens through the day.
ru: Видеть, где вы сейчас. Отслеживать прогресс и фиксировать всё, что происходит в течение дня.
zh_hans: 查看您当前所处位置；追踪进度，并记录全天发生的所有事项。

# onboarding.v4.way.reactive.chip.activity
source: Start activities
ru: Активности
zh_hans: 活动

# onboarding.v4.way.reactive.chip.drinks
source: Log drinks
ru: Напитки
zh_hans: 日志饮品

# onboarding.v4.way.reactive.chip.food
source: Log food
ru: Еда
zh_hans: 记录食物

# onboarding.v4.way.reactive.chip.progress
source: Today's progress
ru: Прогресс дня
zh_hans: 今日进展

# onboarding.v4.way.reactive.chip.watch
source: Apple Watch sync
ru: Apple Watch
zh_hans: Apple Watch 同步

# onboarding.v4.way.reactive.label
source: Today
ru: Сегодня
zh_hans: 今天

# onboarding.v4.way.reactive.title
source: See today.
ru: Смотрите на сегодня.
zh_hans: 看看今天。

# onboarding.v4.ways.subtitle
source: Everything you need to understand today, decide what's next, and prepare for tomorrow.
ru: Всё, чтобы понять сегодняшний день, решить, что дальше, и подготовить завтра.
zh_hans: 助您把握今日所需，规划未来方向，并为明日做好准备。

# onboarding.v5.coach.badge
source: All good
ru: Всё хорошо
zh_hans: 都挺好的

# onboarding.v5.coach.do
source: Small, steady moves beat catching up later.
ru: Спокойные шаги лучше, чем догонять потом.
zh_hans: 循序渐进，胜于事后追赶。

# onboarding.v5.coach.next
source: Take five quiet minutes before your next block.
ru: Пять спокойных минут перед следующим блоком.
zh_hans: 在进入下一环节前，静候五分钟。

# onboarding.v5.coach.read
source: Nothing urgent is pulling the day off balance.
ru: Ничего срочного не уводит день в сторону.
zh_hans: 目前没有紧急因素会导致当日走势失衡。

# onboarding.v5.coach.title
source: Steady day
ru: Спокойный день
zh_hans: Steady 天

# onboarding.v5.meals.duck
source: Duck Rice
ru: Утка с рисом
zh_hans: 鸭饭

# onboarding.v5.meals.lamb
source: Lamb Buckwheat
ru: Баранина с гречкой
zh_hans: 羔羊肉荞麦

# onboarding.v5.meals.reco
source: Recommendation from Coach
ru: Рекомендация тренера
zh_hans: 教练的建议

# onboarding.v5.meals.recoBody
source: Lighter recovery option · Supports recovery.
ru: Лёгкий вариант для восстановления.
zh_hans: 更便捷的恢复选项 · 支持恢复功能。

# onboarding.v5.meals.recoTitle
source: Cottage Cheese Toast
ru: Тост с творогом
zh_hans: 酸酪吐司

# onboarding.v5.plan.section
source: Recovery
ru: Восстановление
zh_hans: 恢复

# onboarding.v5.plan.walk
source: Walk
ru: Прогулка
zh_hans: 步行

# onboarding.v5.today.coachMessage
source: Small steps today beat stacking load later.
ru: Небольшие шаги сегодня лучше, чем копить нагрузку позже.
zh_hans: 今天迈出小步，总比日后累积负担要好。

# onboarding.v5.today.coachTitle
source: Steady day
ru: Спокойный день
zh_hans: Steady 天

# onboarding.v6.begin.body
source: Open Today, log what you eat and drink, or start an activity. Coach will keep the day on track.
ru: Откройте Today, залогируйте еду и напитки или запустите активность. Тренер будет держать день в фокусе.
zh_hans: 开启当日记录：记录您的饮食内容，或开始一项活动。教练将协助您确保当日计划顺利推进。

# onboarding.v6.begin.body.withoutHealth
source: Open Today and start with a log or activity. Connect Apple Health anytime to make guidance more personal.
ru: Откройте Today и начните с лога или активности. Apple Health можно подключить позже — подсказки станут личнее.
zh_hans: 立即开启，从日志或活动开始。随时连接 Apple Health，让指导内容更贴合您的个人需求。

# onboarding.v6.begin.check.coach
source: Coach — next step when the day shifts
ru: Тренер — следующий шаг, когда день меняется
zh_hans: 教练——当白昼更迭时的下一步

# onboarding.v6.begin.check.plan
source: Plan & Meals — prepare the days ahead
ru: План и еда — готовить дни вперёд
zh_hans: 规划与膳食——为接下来的日子做好准备

# onboarding.v6.begin.check.today
source: Today — log food, drinks, start activities
ru: Today — логировать еду, напитки, запускать активности
zh_hans: 今日任务——记录饮食与饮品，启动相关活动

# onboarding.v6.begin.title
source: You're ready for Today.
ru: Вы готовы к Today.
zh_hans: 您已准备好迎接 Today。

# onboarding.v6.coach.body
source: Coach reads recovery, activity, nutrition and plans — then gives a clear next step, not just more numbers.
ru: Тренер учитывает восстановление, активность, питание и планы — и даёт ясный следующий шаг, а не ещё цифры.
zh_hans: 教练会评估患者的恢复情况、活动量及营养状况并制定计划——随后给出明确的后续步骤，而非仅提供更多数据。

# onboarding.v6.coach.title
source: Coach tells you what matters next.
ru: Тренер говорит, что важно сейчас.
zh_hans: 教练会告诉你接下来该关注什么。

# onboarding.v6.goal.body
source: This shapes calorie targets and how Coach steers the day.
ru: От этого зависят калорийные цели и то, как Тренер ведёт день.
zh_hans: 这决定了每日所需热量以及教练当天的工作安排。

# onboarding.v6.goal.title
source: Choose your goal.
ru: Выберите цель.
zh_hans: 设定您的目标。

# onboarding.v6.health.body
source: Workouts, steps and recovery from Apple Watch flow in automatically — so guidance stays in sync without extra logging.
ru: Тренировки, шаги и восстановление с Apple Watch подтягиваются сами — подсказки остаются актуальными без лишнего логирования.
zh_hans: 使用 Apple Watch 进行的训练、步数统计及恢复过程均会自动完成——提示信息将持续有效，且无需额外日志记录。

# onboarding.v6.health.guidanceLine
source: Watch data reshapes today's advice.
ru: Данные с Watch меняют советы на сегодня.
zh_hans: 来自 Watch 的数据将更新今日建议。

# onboarding.v6.health.title
source: Apple Health fills in the blanks.
ru: Apple Health дополняет картину.
zh_hans: Apple Health 填补了这些空白。

# onboarding.v6.plan.body
source: Use Plan for the week’s workouts and recovery. Use Meals to save dishes Coach can recommend when you need them.
ru: В Plan — тренировки и восстановление на неделю. В Meals — сохранённые блюда, которые Тренер может предложить, когда нужно.
zh_hans: “计划”部分包含为期一周的训练与恢复方案；“膳食”部分则收录了教练在需要时可提供的精选餐单。

# onboarding.v6.plan.title
source: Plan ahead. Build meals that fit.
ru: Планируйте вперёд. Собирайте еду под цель.
zh_hans: 提前规划，准备适合自己的餐食。

# onboarding.v6.today.action.activity
source: Start
ru: Старт
zh_hans: 开始

# onboarding.v6.today.action.drinks
source: Log now
ru: Записать
zh_hans: 立即登录

# onboarding.v6.today.action.food
source: Log now
ru: Записать
zh_hans: 立即登录

# onboarding.v6.today.body
source: From Today you log food and drinks, start activities, and see how the day is going — all in one place.
ru: С экрана Today вы логируете еду и напитки, запускаете активности и видите, как идёт день — всё в одном месте.
zh_hans: 从今天起，您可以在同一个地方记录饮食、开始各项活动，并查看当天的活动进展——一切尽在掌握。

# onboarding.v6.today.capability.activity
source: Start a workout or recovery activity anytime.
ru: В любой момент запускайте тренировку или восстановление.
zh_hans: 随时启动训练或恢复环节。

# onboarding.v6.today.capability.drinks
source: Log drinks and hydration in seconds.
ru: За секунды логируйте напитки и гидратацию.
zh_hans: 数秒内完成饮水与补水。

# onboarding.v6.today.capability.food
source: Log meals and snacks as the day unfolds.
ru: Логируйте еду и перекусы по ходу дня.
zh_hans: 随着一天时间的推移，记录正餐与零食的摄入情况。

# onboarding.v6.today.title
source: Today is where you act.
ru: Today — место, где вы действуете.
zh_hans: 今天——您所在的地方。

# onboarding.v7.coach.body
source: Coach considers your recovery, activity, nutrition, goals and plans to suggest the most useful next step.
ru: Тренер учитывает восстановление, активность, питание, цели и планы — и предлагает самый полезный следующий шаг.
zh_hans: 教练会综合考虑您的康复情况、活动量、营养状况、目标及计划，进而建议您采取最合适的下一步措施。

# onboarding.v7.coach.cardTitle
source: Steady day
ru: Спокойный день
zh_hans: Steady 天

# onboarding.v7.coach.do
source: Keep the day steady — don’t stack extra load without a reason.
ru: Держите день спокойным — не добавляйте лишнюю нагрузку без причины.
zh_hans: 保持当日节奏稳定——无需理由，切勿额外增加负载。

# onboarding.v7.coach.next
source: Protect recovery before tonight’s session.
ru: Берегите восстановление перед вечерней сессией.
zh_hans: 在今晚交易前做好风控。

# onboarding.v7.coach.read
source: Recovery is holding, but the evening session still needs protection.
ru: Восстановление в норме, но вечернюю сессию всё ещё стоит беречь.
zh_hans: 身体已恢复正常，但仍需谨慎对待傍晚时段的活动。

# onboarding.v7.coach.title
source: When your day changes, Coach adapts.
ru: Когда день меняется, Тренер подстраивается.
zh_hans: 每当一天发生变化，教练都会相应调整。

# onboarding.v7.goal.prompt
source: Choose your goal
ru: Выберите цель
zh_hans: 选择您的目标

# onboarding.v7.health.badgeSubtitle
source: Recovery, activity and sleep
ru: Восстановление, активность и сон
zh_hans: 恢复, activity 和 睡眠

# onboarding.v7.health.body
source: Apple Health gives WeekFit the recovery, activity, sleep and workout signals it uses to make guidance more personal.
ru: Apple Health даёт WeekFit сигналы восстановления, активности, сна и тренировок — чтобы подсказки были личнее.
zh_hans: Apple Health 为 WeekFit 提供恢复、活动、睡眠及锻炼相关信号，从而使其提供的指导更具个性化。

# onboarding.v7.health.connect
source: Connect Apple Health
ru: Подключить Apple Health
zh_hans: 连接 Apple 健康

# onboarding.v7.health.privacy
source: Your data is private and stays on your device.
ru: Данные остаются приватными и на вашем устройстве.
zh_hans: 相关数据将保持私密性，并存储于您的设备上。

# onboarding.v7.health.skipHint
source: Skip connecting Apple Health for now
ru: Пропустить подключение Apple Health
zh_hans: 跳过 Apple Health 连接

# onboarding.v7.health.title
source: Start with your body.
ru: Начните с тела.
zh_hans: 从身体部位开始。

# onboarding.v7.health.watchLine
source: Workouts and activity recorded with Apple Watch become part of your day through Apple Health.
ru: Тренировки и активность с Apple Watch попадают в день через Apple Health.
zh_hans: 使用 Apple Watch 进行的锻炼与活动数据将通过 Apple Health 同步至当日记录中。

# onboarding.v7.intro.body
source: WeekFit brings together your recovery, activity, nutrition and plans to help you understand today and decide what comes next.
ru: WeekFit собирает восстановление, активность, питание и планы — чтобы понять сегодня и решить, что дальше.
zh_hans: WeekFit 整合恢复数据、活动量、营养信息及计划——旨在洞察当下状况，并制定后续行动方案。

# onboarding.v7.intro.coachLine
source: Protect recovery before tonight’s session.
ru: Берегите восстановление перед вечерней сессией.
zh_hans: 在今晚交易前做好风控。

# onboarding.v7.intro.title
source: Your day, interpreted.
ru: Ваш день, понятный.
zh_hans: 读懂你的一天。

# onboarding.v7.meals.body
source: Create meals once, save their calories and macros, then log or reuse them whenever you need.
ru: Создайте блюдо один раз, сохраните калории и макросы — и логируйте или используйте снова когда нужно.
zh_hans: 只需一次性创建餐食，保存其热量与宏量营养素数据，随后在需要时记录或复用这些餐食。

# onboarding.v7.meals.builderLabel
source: Meal Builder
ru: Конструктор
zh_hans: 构建器

# onboarding.v7.meals.ing.broccoli
source: Broccoli
ru: Брокколи
zh_hans: 西兰花

# onboarding.v7.meals.ing.chicken
source: Chicken
ru: Курица
zh_hans: 鸡

# onboarding.v7.meals.ing.rice
source: Rice
ru: Рис
zh_hans: 米饭

# onboarding.v7.meals.savedLabel
source: Saved meal
ru: Сохранённое блюдо
zh_hans: 保存的菜肴

# onboarding.v7.meals.title
source: Build your meal library.
ru: Соберите библиотеку блюд.
zh_hans: 构建您的美食库。

# onboarding.v7.plan.body
source: Add workouts, recovery and other plans so WeekFit can prepare for what is coming.
ru: Добавляйте тренировки, восстановление и другие планы — так WeekFit готовится к тому, что впереди.
zh_hans: 添加训练计划、恢复计划及其他相关计划，以便 WeekFit 为即将到来的挑战做好准备。

# onboarding.v7.plan.mealDetail
source: Breakfast · planned
ru: Завтрак · в плане
zh_hans: 早餐 · 已安排

# onboarding.v7.plan.recoveryDetail
source: Wind down
ru: Завершение дня
zh_hans: 放慢节奏

# onboarding.v7.plan.title
source: Plan before the day begins.
ru: Планируйте до начала дня.
zh_hans: 在一天开始前做好计划。

# onboarding.v7.plan.weekA11y
source: Sample week planner
ru: Пример недельного плана
zh_hans: 每周计划示例

# onboarding.v7.plan.workoutDetail
source: Strength · 45 min
ru: Силовая · 45 мин
zh_hans: 力量训练 · 45 分钟

# onboarding.v7.ready.body.connected
source: WeekFit has brought together your health signals, activity and goal for today.
ru: WeekFit собрал сигналы здоровья, активность и вашу цель на сегодня.
zh_hans: WeekFit 已整合您的健康数据、活动量以及今日目标。

# onboarding.v7.ready.body.limited
source: Add an activity, meal or plan and WeekFit will have more context for today.
ru: Добавьте активность, еду или план — и у WeekFit будет больше контекста на сегодня.
zh_hans: 添加一项活动、一顿餐食或一项计划，WeekFit 对今日的情况就会拥有更完整的背景信息。

# onboarding.v7.ready.body.skipped
source: Start by logging food, drinks or activity. Connect Apple Health anytime to make guidance more personal.
ru: Начните с лога еды, напитков или активности. Apple Health можно подключить позже — подсказки станут личнее.
zh_hans: 从饮食、饮品或活动记录开始。Apple Health 可在后续阶段连接——届时提示内容将更具个性化。

# onboarding.v7.ready.check.activity
source: Start a walk or activity
ru: Запустите прогулку или активность
zh_hans: 启动散步或健身活动

# onboarding.v7.ready.check.coach
source: Check Coach for the next step
ru: Загляните к Тренеру за следующим шагом
zh_hans: 查看教练以获取下一步操作指引

# onboarding.v7.ready.check.log
source: Log water or food
ru: Залогируйте воду или еду
zh_hans: 储备饮用水或食物

# onboarding.v7.ready.check.rings
source: Tap a ring for details
ru: Нажмите кольцо для деталей
zh_hans: 点击零件环

# onboarding.v7.ready.check.today
source: Open Today
ru: Откройте Today
zh_hans: 今日开放

# onboarding.v7.ready.title.connected
source: Your first day is ready.
ru: Ваш первый день готов.
zh_hans: 你的第一天已准备就绪。

# onboarding.v7.ready.title.limited
source: Your first day is taking shape.
ru: Ваш первый день только складывается.
zh_hans: 这一天正逐渐变得美好。

# onboarding.v7.ready.title.skipped
source: You’re ready for Today.
ru: Вы готовы к Today.
zh_hans: 您已准备好迎接 Today。

# onboarding.v7.rings.a11y.hint
source: Shows a preview of this detail view
ru: Показывает превью этого раздела
zh_hans: 显示本章节的预览

# onboarding.v7.rings.body
source: Open Recovery, Activity or Nutrition details whenever you need the full picture.
ru: Открывайте детали восстановления, активности или питания, когда нужна полная картина.
zh_hans: 如需全面了解情况，可随时查看“开放恢复期”、“活动情况”或“营养状况”详情。

# onboarding.v7.rings.detail.activity
source: Calories burned, workouts and how the day is stacking.
ru: Сожжённые калории, тренировки и накопленная нагрузка.
zh_hans: 燃脂卡路里、健身训练以及当天的日程安排。

# onboarding.v7.rings.detail.nutrition
source: Fuel so far, what’s left and how intake fits the day.
ru: Уже съедено, сколько осталось и как питание вписывается в день.
zh_hans: 目前已使用的燃油量、剩余燃油量，以及进气系统是否适合当日工况。

# onboarding.v7.rings.detail.recovery
source: Sleep, readiness and what recovery looks like today.
ru: Сон, готовность и как выглядит восстановление сегодня.
zh_hans: 愿景、准备度以及当今复苏的现状。

# onboarding.v7.rings.title
source: Tap a ring to go deeper.
ru: Нажмите на кольцо — детали.
zh_hans: 点击圆环——零件。

# onboarding.v7.today.body
source: See where your day stands and capture what happens next.
ru: Смотрите, где вы сейчас, и фиксируйте то, что происходит дальше.
zh_hans: 观察你目前所处的位置，并记录下接下来会发生什么。

# onboarding.v7.today.chip.log
source: Log food & drinks
ru: Еда и напитки
zh_hans: 食品与饮料

# onboarding.v7.today.chip.see
source: See progress
ru: Прогресс
zh_hans: 进展

# onboarding.v7.today.chip.start
source: Start activity
ru: Активность
zh_hans: 活动

# onboarding.v7.today.title
source: This is Today.
ru: Это Today.
zh_hans: 今天是今天。

# onboarding.v8.ahead.body
source: Plan workouts and recovery. Build meals once, reuse them anytime.
ru: Планируйте тренировки и восстановление. Соберите блюда один раз — используйте снова.
zh_hans: 规划训练与恢复方案；只需一次制定膳食计划，即可随时重复使用。

# onboarding.v8.ahead.mealsLabel
source: Meals
ru: Еда
zh_hans: 饮食

# onboarding.v8.ahead.mealsLine
source: Ingredients become a saved meal with calories and macros.
ru: Ингредиенты становятся сохранённым блюдом с калориями и макросами.
zh_hans: 食材化身为一份包含卡路里与宏量营养素的预制餐食。

# onboarding.v8.ahead.planLabel
source: Plan
ru: План
zh_hans: 计划

# onboarding.v8.ahead.title
source: Prepare what’s next.
ru: Готовьте то, что дальше.
zh_hans: 规划下一步行动。

# onboarding.v8.arrive.body
source: Recovery, activity, nutrition and plans — read as one clear day.
ru: Восстановление, активность, питание и планы — как один ясный день.
zh_hans: 康复、活力、营养与规划——宛如一个晴朗的日子。

# onboarding.v8.arrive.coachLine
source: Protect recovery before tonight’s session.
ru: Берегите восстановление перед вечерней сессией.
zh_hans: 在今晚交易前做好风控。

# onboarding.v8.arrive.title
source: Your day, interpreted.
ru: Ваш день, понятный.
zh_hans: 读懂你的一天。

# onboarding.v8.begin.body.connected
source: Health signals, activity and your goal are in place. Start from Today.
ru: Сигналы здоровья, активность и цель на месте. Начните с Today.
zh_hans: 健康指标、日常活动及您的目标均已就绪。从今天开始。

# onboarding.v8.begin.body.limited
source: Log a meal or start an activity — WeekFit will learn the day with you.
ru: Залогируйте еду или запустите активность — WeekFit будет учиться дню вместе с вами.
zh_hans: 记录用餐或开始一项活动——WeekFit 将与您一同记录这一天。

# onboarding.v8.begin.body.skipped
source: Start with a log or activity. Connect Apple Health anytime.
ru: Начните с лога или активности. Apple Health можно подключить позже.
zh_hans: 请先从日志或活动开始，Apple Health 可在稍后连接。

# onboarding.v8.begin.pill.coach
source: Coach
ru: Тренер
zh_hans: 教练

# onboarding.v8.begin.pill.log
source: Log
ru: Лог
zh_hans: 日志

# onboarding.v8.begin.pill.move
source: Move
ru: Движение
zh_hans: 活动

# onboarding.v8.begin.title.connected
source: Your first day is ready.
ru: Ваш первый день готов.
zh_hans: 你的第一天已准备就绪。

# onboarding.v8.begin.title.limited
source: Your first day is taking shape.
ru: День только складывается.
zh_hans: 这一天正逐渐变得美好。

# onboarding.v8.begin.title.skipped
source: You’re ready for Today.
ru: Вы готовы к Today.
zh_hans: 您已准备好迎接 Today。

# onboarding.v8.coach.body
source: It weighs recovery, activity, nutrition, goals and plans — then suggests the next useful step.
ru: Учитывает восстановление, активность, питание, цели и планы — и предлагает полезный следующий шаг.
zh_hans: 它综合考量康复情况、活动水平、营养状况、目标及计划——进而提出下一步可行的建议。

# onboarding.v8.coach.next
source: Protect recovery before tonight’s session.
ru: Берегите восстановление перед вечерней сессией.
zh_hans: 在今晚交易前做好风控。

# onboarding.v8.coach.read
source: Recovery is holding, but tonight still needs care.
ru: Восстановление в норме, но вечер всё ещё требует внимания.
zh_hans: 恢复已恢复正常，但傍晚时分仍需多加留意。

# onboarding.v8.coach.title
source: Coach adapts with your day.
ru: Тренер идёт за вашим днём.
zh_hans: 教练会根据您的日程灵活调整。

# onboarding.v8.goal.body
source: This shapes calorie targets and how Coach steers the day.
ru: От этого зависят калории и то, как Тренер ведёт день.
zh_hans: 这决定了每日所需热量以及教练当天的工作安排。

# onboarding.v8.goal.title
source: What are you aiming for?
ru: К чему вы идёте?
zh_hans: 您要去哪里？

# onboarding.v8.health.body
source: Apple Health brings sleep, recovery and workouts into today’s guidance.
ru: Apple Health добавляет сон, восстановление и тренировки в подсказки на сегодня.
zh_hans: Apple Health 将睡眠、恢复与锻炼纳入当前的健康指导体系。

# onboarding.v8.health.title
source: Start with your body.
ru: Начните с тела.
zh_hans: 从身体部位开始。

# onboarding.v8.health.watchLine
source: Apple Watch activity syncs through Apple Health.
ru: Активность с Apple Watch приходит через Apple Health.
zh_hans: Apple Watch 的活动数据可通过 Apple Health 进行同步。

# onboarding.v8.language.bilingualHint
source: You can change this later in Settings.
ru: Позже можно изменить в Настройках.
zh_hans: 稍后您可以在“设置”中更改此项。

# onboarding.v8.language.subtitle
source: Choose how WeekFit speaks to you.
ru: Выберите, на каком языке WeekFit будет с вами говорить.
zh_hans: 选择 WeekFit 与您沟通的方式。

# onboarding.v8.language.title
source: Language
ru: Язык
zh_hans: 语言

# onboarding.v8.today.body
source: See where you stand. Log food and drinks. Start an activity.
ru: Видите, где вы. Логируйте еду и напитки. Запускайте активность.
zh_hans: 查看您所在位置。记录饮食信息。开启活动模式。

# onboarding.v8.today.tapHint
source: Tap a ring anytime for the full picture.
ru: Нажмите на кольцо — откроется полная картина.
zh_hans: 点击圆环——即可查看完整画面。

# onboarding.v8.today.title
source: This is Today.
ru: Это Today.
zh_hans: 今天是今天。

# onboarding.v10.ahead.body
source: Save workouts and meals once. Reuse them when Today asks you to act.
ru: Сохраните тренировки и еду один раз. Используйте снова, когда Today просит действовать.
zh_hans: 将训练内容和食物保存一次，待 Today 要求您采取行动时再次使用。

# onboarding.v10.ahead.kcalFormat
source: %lld kcal
ru: %lld ккал
zh_hans: %lld千卡

# onboarding.v10.ahead.mealsLabel
source: Meals
ru: Питание
zh_hans: 饮食

# onboarding.v10.ahead.mealsLine
source: Save once. Reuse when Coach needs it.
ru: Сохраните один раз. Используйте, когда нужен Тренер.
zh_hans: 保存一次即可。在需要导师时使用。

# onboarding.v10.ahead.planLabel
source: Plan
ru: План
zh_hans: 计划

# onboarding.v10.ahead.tip
source: Start activities and log food from Today — Plan and Meals keep them ready.
ru: Старт активности и лог еды — на Today. План и Питание держат их готовыми.
zh_hans: 开启活力与饮食记录——尽在 Today。计划与营养指导助您轻松上手。

# onboarding.v10.ahead.title
source: Plan and Meals back up Coach.
ru: План и Питание поддерживают Тренера.
zh_hans: 计划和膳食为教练提供支持。

# onboarding.v10.causality.body
source: Apple Health measures it. WeekFit understands it. Coach tells you what matters today.
ru: Apple Health это измеряет. WeekFit это понимает. Тренер говорит, что важно сегодня.
zh_hans: Apple Health 可对其进行测量。 WeekFit 深知这一点。 教练告诉你今天真正重要的事。

# onboarding.v10.causality.node.body
source: Your body
ru: Ваше тело
zh_hans: 您的身体

# onboarding.v10.causality.node.coach
source: Coach guides today
ru: Тренер ведёт сегодня
zh_hans: 教练今日指南

# onboarding.v10.causality.node.health
source: Apple Health measures
ru: Apple Health измеряет
zh_hans: Apple Health 健康指标

# onboarding.v10.causality.node.weekfit
source: WeekFit understands
ru: WeekFit понимает
zh_hans: WeekFit 理解

# onboarding.v10.causality.title
source: Your body changes throughout the day.
ru: Ваше тело меняется в течение дня.
zh_hans: 您的身体在一天之中会发生变化。
